stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/50-wf1-125-wf2-125-wf3/wave-iteration-3/out-wf1-50-2022-01-22_01:18:05.txt
Requests      [total, rate]            45000, 50.00
Duration      [total, attack, wait]    14m59.99692816s, 14m59.98018903s, 16.73913ms
Latencies     [mean, 50, 95, 99, max]  122.511333ms, 75.719226ms, 487.43053ms, 1.577356291s, 3.055064965s
Bytes In      [total, mean]            339941536, 7554.26
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  69.23%
Status Codes  [code:count]             0:13847  200:31153  
Error Set:
Get http://<none>:8080/: dial tcp: lookup <none>: no such host