stress-test-triplets/mixed-newtriplets-2022-01-21_09:23:19/50-wf1-125-wf2-125-wf3/wave-iteration-3/out-wf2-125-2022-01-22_01:18:05.txt
Requests      [total, rate]            112500, 125.00
Duration      [total, attack, wait]    15m0.035788845s, 14m59.990219858s, 45.568987ms
Latencies     [mean, 50, 95, 99, max]  120.864397ms, 73.325462ms, 483.102969ms, 1.569541168s, 3.177562354s
Bytes In      [total, mean]            849870208, 7554.40
Bytes Out     [total, mean]            1947100, 17.31
Success       [ratio]                  69.23%
Status Codes  [code:count]             0:34616  200:77884  
Error Set:
Post http://<none>:8080/setCurrency: dial tcp: lookup <none>: no such host